docs/pyreverse/mermaid/packages_pythermondt.writers.mmd
classDiagram
  class writers {
  }
  style writers fill:#F2994A
  class base_writer {
  }
  style base_writer fill:#F2994A
  class local_writer {
  }
  style local_writer fill:#F2994A
  class s3_writer {
  }
  style s3_writer fill:#F2994A
  writers --> base_writer
  writers --> local_writer
  writers --> s3_writer
  local_writer --> base_writer
  s3_writer --> base_writer
