docs/pyreverse/packages_pythermondt.writers.gv
digraph "packages_pythermondt.writers" {
rankdir=BT
charset="utf-8"
"pythermondt.writers" [color="#F2994A", label=<pythermondt.writers>, shape="box", style="filled"];
"pythermondt.writers.base_writer" [color="#F2994A", label=<pythermondt.writers.base_writer>, shape="box", style="filled"];
"pythermondt.writers.local_writer" [color="#F2994A", label=<pythermondt.writers.local_writer>, shape="box", style="filled"];
"pythermondt.writers.s3_writer" [color="#F2994A", label=<pythermondt.writers.s3_writer>, shape="box", style="filled"];
"pythermondt.writers" -> "pythermondt.writers.base_writer" [arrowhead="open", arrowtail="none"];
"pythermondt.writers" -> "pythermondt.writers.local_writer" [arrowhead="open", arrowtail="none"];
"pythermondt.writers" -> "pythermondt.writers.s3_writer" [arrowhead="open", arrowtail="none"];
"pythermondt.writers.local_writer" -> "pythermondt.writers.base_writer" [arrowhead="open", arrowtail="none"];
"pythermondt.writers.s3_writer" -> "pythermondt.writers.base_writer" [arrowhead="open", arrowtail="none"];
}
